tap 'homebrew/core'
tap 'homebrew/cask'
tap 'mdogan/zulu'

brew 'ack'
brew 'coreutils'
brew 'git-lfs'
brew 'gpg'
brew 'grc'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql@14'
brew 'python3'
brew 'ruby'
brew 'ruby-build'
brew 'rbenv'
brew 'unar'
brew 'watchman'
brew 'wget'
brew 'zsh'

cask 'firefox'
cask 'iterm2'
cask 'jetbrains-toolbox'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'vlc'
cask 'zulu-jdk17'
cask '1password'
cask 'discord'
cask 'jiggler'
