tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'python3'
brew 'ruby'
brew 'ruby-build'
brew 'rbenv'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'zsh'

cask 'flux'
cask 'google-chrome'
cask 'iterm2'
cask 'itsycal'
cask 'java8'
cask 'licecap'
cask 'reactotron'
cask 'sketch'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'vlc'
