tap 'homebrew/core'
tap 'homebrew/cask'
tap 'AdoptOpenJDK/openjdk'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'python3'
brew 'ruby'
brew 'ruby-build'
brew 'rbenv'
brew 'unrar'
brew 'watchman'
brew 'wget'
brew 'zsh'

cask 'adoptopenjdk11'
cask 'firefox'
cask 'iterm2'
cask 'itsycal'
cask 'jetbrains-toolbox'
cask 'licecap'
cask 'postman'
cask 'sketch'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'vlc'
